<!DOCTYPE HTML>
<!--
	Halcyonic by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>Juan C Rios PMP - Experiencias</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="subpage">
		<div id="page-wrapper">

			<!-- Header -->
				<section id="header">
					<div class="container">
						<div class="row">
							<div class="col-12">

								<!-- Logo -->
									<h1><a href="index.html" id="logo">JuanCRios.com&reg;</a></h1>

								<!-- Nav -->
									<nav id="nav">
										<a href="index_sp.html">Inicio</a>
										<a href="experiences_sp.html">Experiencias</a>
										<a href="achievements_sp.html">Logros</a>
										<a href="twocolumn2.html"></a>
										<a href="onecolumn.html"></a>
										<a href="experiences.html">English version</a>
									</nav>

							</div>
						</div>
					</div>
				</section>

			<!-- Content -->
				<section id="content">
					<div class="container">
						<div class="row">
							<div class="col-12">

								<!-- Main Content -->
									<section>
										<header>
											<h2>Mis experiencias laborales</h2>
											<h3>Desde mas reciente al mas antiguo</h3>
										</header>
										<p>
											<strong>2018 - 2022</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Baxter Healthcare Corp. / Commercial IT, Americas (US,LATAM,CAN).<br>
											POSICI&Oacute;N:	IT Project Specialist. <br>
											LOGROS: Coordinar y manejar proyectos dentro del portafolio de proyectos de la regi&oacute;n de America.
											Liderar proyectos de negocio, acompa&ntilde;ando a la unidades de negocio en la implementaci&oacute;n de nuevos 
											productos y servicios en la regi&oacute;n de LATAM.
											Asistir y supervisar  las estrategias de TI en los proyectos de la región, las cuales incluyen proyectos 
											comerciales y proyectos regulatorios.
										</p>
										<p>
											<strong>2014 - 2018</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Baxter Healthcare Corp. / Commercial IT, LATAM.<br>
											POSICI&Oacute;N:	IT Project Specialist. <br>
											LOGROS: Coordinación y gestión de proyectos dentro de la cartera de proyectos de la región de LATAM.
											Apoyo a la empresa implementando soluciones rápidas para mejorar la excelencia operativa. 
											Implementación de soluciones innovadoras, desafiando la manera de hacer las cosas.
											Ayuda con la supervisión de las estrategias/programas de TI en la región.
											Dirigir la estrategia y la comunicación con clientes internos y externos a lo largo del ciclo de vida del proyecto.
										</p>
										<p> 
											<strong>2008 - 2014</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Baxter Healthcare Corp. / Enterprise Architectures, LAC. <br>
											POSICI&Oacute;N:	Enterprise Architecture Analyst. <br>
											LOGROS: Responsable de apoyar la construcción del marco de arquitectura empresarial para LATAM 
											en función de los estándares globales y las necesidades regionales. 
											Participando en las actividades de investigación, análisis, implementación y consultoría, y trabajando con equipos 
											multidisciplinarios de IT. Responsable para la comprensión y la alineación del negocio, la información y las aplicaciones
											a la arquitectura de referencia (soluciones de infraestructura) para la región.
										</p>
										<p> 
											<strong>2006 - 2008</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Baxter Healthcare Corp. / Plan Build CF, LATAM.<br>
											POSICI&Oacute;N:	Project specialist. <br>
											LOGROS: Gestión de proyectos que involucran el uso de la tecnología de la información. 
											Implementar soluciones en la organización utilizando Metodologías y estándares (basados en PMI) en la región de América Latina. 
											Implementación de soluciones BPMS en la región latinoamericana.
											Implementación de la plataforma de integración de aplicaciones empresariales (EAI) en proyectos que requieren integración de aplicaciones.
										</p>
										<p> 
											<strong>2003 - 2006</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Baxter Healthcare Corp. / Plan Build CF, LATAM.<br>
											POSICI&Oacute;N:	eBusiness analyst <br>
											LOGROS: Participaci&oacute;n en proyectos globales de comercio electr&oacute;nico. Implementaci&oacute;n de plataformas intranet e Internet en la empresa.
											Estandarizaci&oacute;n de los sitios web de la empresa en Am&eacute;rica Latina.
										</p>
										<p> 
											<strong>1999 - 2003</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Baxter Healthcare Corp. / Datacenter and Networking, Colombia.<br>
											POSICI&Oacute;N:	Network Administrator <br>
											LOGROS: Administraci&oacute;n de red en Colombia Datacenter (Servicios de red, servidores, Centro de datos). Gesti&oacute;n del sistema de correo electr&oacute;nico Lotus Domino en Colombia.
											Gesti&oacute;n de plataformas, que admite aplicaciones empresariales en Lotus Domino.
										</p>
										<p> 
											<strong>1995 - 1999</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: ESAP Universidad del Estado, Departamento de Inform&aacute;tica, Colombia.<br>
											POSICI&Oacute;N:	IT Lead <br>
											LOGROS: Desarrollo de sistemas automatizados en el &aacute;rea administrativa (almac&eacute;n) financiera (contabilidad, presupuesto).
											Implementaci&iacute;n de sistemas de registro acad&eacute;mico. Desarrollo de aplicaciones utilizando metodolog&iacute;as de dise&ntilde;o de bases de datos relacionales y
											Idiomas estructurados y orientados a objetos (usando la 4ta generaci&iacute;n). Gesti&iacute;n de proveedores para la adquisici&iacute;n de equipos inform&aacute;ticos
											y dispositivos de red. Supervisa la adquisici&iacute;n de redes internos institucionales, salas de computadoras y centros de datos.
										</p>
										<p> 
											<strong>1994 - 1995</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: Coopers & Lybrand , Departamento de Inform&aacute;tica, Caracas, Venezuela.<br>
											POSICI&Oacute;N:	IT Supervisor <br>
											LOGROS: Obtener conocimiento del área administrativa y contable. Obtener experiencia en la realizaci&oacute;n de auditor&iacute;a de sistemas.
											Organizar el &aacute;rea de inform&aacute;tica dentro del Departamento de Administraci&oacute;n. 
											Obtener conocimiento en los procesos de migraci&oacute;n de datos entre los sistemas de informaci&oacute;n.
											Administraci&oacute;n de red.
										</p>
										<p> 
											<strong>1992 - 1994</strong>
										</p>
										<p>
											COMPA&Ntilde;IA: UCAB, Departamento de Inform&aacute;tica, Caracas, Venezuela.<br>
											POSICI&Oacute;N:	Systems analyst / Internal Developer <br>
											LOGROS: Obtener conocimiento general del desarrollo de sistemas: definici&oacute;n y an&aacute;lisis de los requisitos de negocio.
											Uso de metodolog&iacute;as de diseño estructuradas. Proporcionar consultor&iacute;a sobre la compra de equipos de computadoras.
											Diseño e implementaci&oacute;n de soluciones para administrar la biblioteca de la universidad.
											Capacitaci&oacute;n de usuarios finales en el software de contabilidad central. Mantenimiento del sistema.
											Trabajando en una variedad de proyectos, incluidas &aacute;reas acad&eacute;micas y administrativas.
										</p>
										<p> 
											<strong>1991 - De aqu&iacute; inicio mi camino!!!</strong>
										</p>
										<p>
										</p>
										<p>
										</p>
									</section>

							</div>
						</div>
					</div>
				</section>

			<!-- Footer -->
				<section id="footer">
					<div class="container">
						<div class="row">
							<div class="col-8 col-12-medium">

								<!-- Links -->
									<section>
										<h2>Enlaces relacionados</h2>
										<div>
											<div class="row">
												<div class="col-3 col-12-small">
													<ul class="link-list last-child">
														<li><a href="https://www.pmi.org">PMI.org</a></li>
														<li><a href="https://cidti40.com/">cidti40.com/</a></li>
														<li><a href="#"></a></li>
														<li><a href="#"></a></li>
													</ul>
												</div>
												<div class="col-3 col-12-small">
													<ul class="link-list last-child">
														<li><a href="https://unity.com">Unity</a></li>
														<li><a href="https://aws.amazon.com/es/blogs/aws/">Blog AWS</a></li>
														<li><a href="#"></a></li>
														<li><a href="#"></a></li>
													</ul>
												</div>
												<div class="col-3 col-12-small">
													<ul class="link-list last-child">
														<li><a href="https://github.com">Github</a></li>
														<li><a href="https://www.linkedin.com/groups/80342">PMO Community LinkedIn</a></li>
														<li><a href="#"></a></li>
														<li><a href="#"></a></li>
													</ul>
												</div>
												<div class="col-3 col-12-small">
													<ul class="link-list last-child">
														<li><a href="https://platzi.com">Platzi</a></li>
														<li><a href="https://hipertextual.com/tecnologia">Hypertextual</a></li>
														<li><a href="#"></a></li>
														<li><a href="#"></a></li>
													</ul>
												</div>
											</div>
										</div>
									</section>

							</div>
							<div class="col-4 col-12-medium imp-medium">

								<!-- Blurb -->
									<section>
										<h2>Informaci&oacute;n fidedigna</h2>
										<p>
											Toda la informaci&oacute;n compartida en este sitio puede ser revisada, verificada
											y certificada por petici&oacute;n, a traves de las comunidades y contactos directos.
											La informaci&oacute;n esta actualizada y las fuentes son publicas para un mayor acceso 
											a las mismas.
										</p>
									</section>

							</div>
						</div>
					</div>
				</section>

			<!-- Copyright -->
				<div id="copyright">
					&copy; JuanCRios.com&reg;. All rights reserved. | Design: <a href="http://html5up.net">HTML5 UP</a>
				</div>

		</div>

		<!-- Scripts -->
			<script src="assets/js/jquery.min.js"></script>
			<script src="assets/js/browser.min.js"></script>
			<script src="assets/js/breakpoints.min.js"></script>
			<script src="assets/js/util.js"></script>
			<script src="assets/js/main.js"></script>

	</body>
</html>